Repository: danerose/limonfy-web-ext
Catalog: lib/core/l10n/app_*.arb
Languages: es

# appDescription
source: Keep all your links in one place.
es: Mantén todos tus links en un sol lugar

# appCharacteristic
source: From anywhere, Fast, Organized, Clean, Beatiful
es: De donde sea, Rapido, Ordenado, Limpio, Bonito

source: Sign Up
es: Registrarme

source: Log In
es: Iniciar Sesión

source: Home
es: Inicio

source: Go to Home
es: Ir al Inicio

source: Done
es: Listo

source: Close
es: Cerrar

source: Preferences
es: Preferencias

source: Language
es: Idioma

source: Session
es: Sesión

source: Log out
es: Cerrar Sesión

# logoutInThisDevice
source: Sign Out of this device?
es: ¿Cerrar Sesión en este Dispositivo?

source: Theme
es: Tema

source: Current Theme
es: Tema Actual

# changeTheThemeOfTheApp
source: Pick Limonfy's Theme
es: Elige el Tema de Limonfy

source: Dark
es: Oscuro

source: Light
es: Claro

# privateLink
source: Private Links
es: Links Privados

# showPrivateLink
source: Show/Hide Links you've marked as a private
es: Mostrar/Ocultar Links privados

source: Show
es: Mostrar

source: Hide
es: Ocultar

source: Cancel
es: Cancelar

source: Explore
es: Explorar

# dontHaveAnAccountYet
source: Don't have an account?
es: ¿Aún no tienes cuente?

source: Already have an account?
es: ¿Ya tienes cuenta?

source: Welcome
es: Bienvenido

source: Welcome Back
es: Bienvenido de vuelta

source: Happy to see you again
es: Feliz de verte otra vez

source: Happy to have you join
es: Feliz de que te nos unas

source: Loading ...
es: Cargando ...

# emailAlreadyExist
source: This E-email already exist.
es: Este E-mail ya esta registrado.

# emailEverythingIsFine
source: Everything is fine!
es: Todo esta bien!

source: E-mail cannot be empty.
es: El E-mail no puede estar vacío.

# emailWrongOrNotFound
source: Wrong or Not Found E-mail
es: E-mail incorrecto o no encontrado

source: Please enter a valid E-mail.
es: Por favor, ingresa un E-mail valido.

source: Type your E-mail
es: Ingresa tu E-mail

source: Account
es: Cuenta

source: Profile
es: Perfil

source: Phone Number
es: Teléfono

# phoneCountryCode
source: Country Code
es: País

source: Username
es: Usuario

source: Username cannot be empty.
es: Usuario no puede quedar vacío

source: Username Already exist.
es: Este Usuario ya existe.

source: Username Available
es: Usuario Disponible

# userNameInvalid
source: Invalid Username
es: Usuario Invalido

source: Edit
es: Editar

source: Name
es: Nombre

source: Name cannot be empty.
es: El nombre no puede quedar vacío.

source: Please enter a valid Name.
es: Por favor ingresa un Nombre valido.

# nameEverythingIsFine
source: Everything is fine!
es: Todo esta bien!

# typeName
source: Ex: Jhon Doe
es: Ej: Jhon Doe

# typeUserName
source: Ex: jhon_doe
es: Ej: jhon_doe

# avoidTypeUserName
source: It's not necessary to add the @
es: No es necesario añadir el @

source: Validating UserName ...
es: Validando el UserName ...

source: Verification Code
es: Verificación

source: Verify
es: Verificar

# verificationCodeEmailDescription
source: Please enter the code we have sent to your E-mail.
es: Por favor, ingresa el código que hemos enviado a tu E-mail.

# verificationCodePhoneDescription
source: Please enter the code we have sent on SMS.
es: Por favor, ingresa el código que hemos enviado por SMS

source: Enter your code
es: Ingresa el Código

source: Did not receive a code?
es: ¿No recibiste un códig?

source: Send Again
es: Enviar de Nuevo

source: Or
es: Ó

source: More
es: Más

source: Add
es: Agregar

source: Yes
es: Si

source: See All
es: Ver Todos

source: Add Link
es: Nuevo Link

# tokenRequired
source: The token is required.
es: El token es requerido.

# tokenExpired
source: The token has Expired.
es: El token ha Expirado.

# tokenWrongOrInvalid
source: Invalid or Wrong Token.
es: Token invalido o incorrecto.

# codeWrongOrInvalid
source: Invalid or Wrong Code.
es: Code invalido o incorrecto.

source: Hello
es: Hola

source: Get Started
es: Empezar

# theFollowingAreUsernameProfile
source: The following are your username and your profile image. You can change this later.
es: Este es tu Nombre de Usuario y tu Foto de Perfil. Puedes cambiarlos despues.

# takeLookRecentActivityAndSavedLinks
source: Take a look at you recent activity and your saved links
es: Echa un vistazo a tus links y la actividad reciente

source: Search into your saved links
es: Busca entre tus links guardados

source: Featured Collections
es: Colecciones Destacadas

source: Recent Activity
es: Actividad Reciente

# itSeemsYouDontHaveRecentActivity
source: It seems like you do not have recent activity.
es: Parece que no tienes actividad reciente.

# youDontHaveAnyLinkInThisCollection
source: It seems like you do not have any Links in this collection
es: Parece que no tienes nigún Link en esta colección.

source: Create your first Link
es: Crea tu primer Link

source: Create Collection
es: Crear Colección

source: Create Sub Collection
es: Crear Sub Colección

source: Creating Sub Collection for
es: Creando Sub Colección para

source: Type Collection Name
es: Escribe el Nombre de tu colección

source: Collection Name
es: Nombre de la colección

# collectionNameAlreadyExist
source: Collection Name Already Exist, try with a different name.
es: Ya tiene una colección con este nombre, intenta con otro

# collectionCouldNotBeCreated
source: Collection could not be creted, please try again
es: La colección no pudo ser creada, intentalo de nuevo

# collectionCreatedSuccessful
source: Collection creted Successfuly!
es: ¡Colección creada Exitosamente!

# subCollectionCreatedSuccessful
source: Sub Collection creted Successfuly!
es: ¡Sub Colección creada Exitosamente!

source: Collections
es: Colecciones

source: Sub Collections
es: Sub Colecciones

# seeingLinksOf
source: Seeing Link of
es: Viendo Links de

source: Make this Collection private?
es: ¿Marcar Colección como privada?

# makingThisCollectPrivItWillNotDisp
source: Making this collection as private it will not be displayed in your featured collections even if it's within the range
es: Al marcar esta colección como privada, esta no se mostrará en las colecciones destacas aunque este dentro del rango

source: Create Link in this Collection
es: Crea un Link en esta colección

source: Creating Link in this Collection
es: Creando Link en esta colección

source: Description
es: Descripción

# typeDescription
source: Type some Description
es: Escribe una Descripción

source: Password
es: Contraseña

# passwordCollection
source: This Collection has Password
es: Esta Colección tiene Contraseña

# pleaseEnterPasswordCollection
source: Please Enter the Password
es: Escribe la Contraseña

source: Create Password
es: Crea una Contraseña

source: Optional
es: Opcional

source: Something Went Wrong
es: Algo salió mal

# oopsSomethingWentWrong
source: Opps! Something Went Wrong :(
es: !Opps! Algo salió mal :(

source: Please, Try Again.
es: Por favor, Intentalo de Nuevo

source: Press to Try Again.
es: Presiona para Intentar Nuevo

source: Try Again
es: Intentar de Nuevo

# linkWillBeSavedInDefault
source: This link will be saved in Limonfy Collection
es: Este link se guardará en la colección Limonfy

# linkEmpty
source: Url/Link must be provided
es: Debe ingresar una Url/Link

# linkInvalid
source: This Url/Link is not valid
es: Url/Link Invalido

# linkSuccessfulCreated
source: The link has been created successfuly!
es: !El link se creó exitosamente!

# linkNoContent
source: It's seems like this Url/Link has no content
es: Este Url/Link parece no tener ningun contenido

# linkMustContainHTTP
source: This Url/Link is not valid must contain https://
es: Url/Link invalido, debe tener https://

source: Add https://
es: Agregar https://

# linkValid
source: Nice, this Url/Link looks well
es: !Excelente! Este url/link luce bien

# linkCopyToClipboard
source: Link copied to Clipboard
es: Link copiado al Portapapeles

source: Open Link
es: Abrir Link

source: Actions
es: Acciones

source: Move Link to
es: Mover Link a

source: Move
es: Mover

source: Moving To
es: Moviendo a

# youCantMoveThisLinkHere
source: You cannot Move this link here
es: No puedes moverlo aquí.

# appBrowser
source: External App/Browser
es: App/Navegador Externo

# appBrowserDes
source: Try to match with an App on your device.
es: Intenta matchear con una App en tu dispositivo.

# incognitoDes
source: Try to open an Internal Browser in Incognito Mode.
es: Intenta abrir un navegador interno en modo Incognito.

source: Copy Link
es: Copiar Link

source: Share Link
es: Compartir Link

source: Type your Link
es: Escribe tu Link

# makeThisLinkPrivate
source: Make this Link/Url private?
es: ¿Marcar Link/Url como privado?

source: Paste Text
es: Pegar Texto

source: Save in
es: Guardar en

source: Save
es: Guardar

source: Create
es: Crear

source: Non Premium
es: No Premium

# nonPremiumContentExplanation
source: You cannot access this content because you are not a Premium member.
es: No puedes acceder a este contenido por que no eres Premium.

# nonPremiumCreateCollExplanation
source: You cannot create a new Collection because you are not a Premium member.
es: No puedes crear una nueva Colección por que no eres Premium.

# nonPremiumCreateSubExplanation
source: You cannot create a new SubCollection because you are not a Premium member.
es: No puedes crear una nueva Sub Colección por que no eres Premium.

# nonPremiumActionExplanation
source: You cannot make this action because you are not a Premium member.
es: No puedes realizar esta acción por que no eres Premium.

# becomePremium
source: Get Premium
es: Ser Premium

# currentlyNoPremium
source: You are currently not Premium.
es: Actualmente no eres Premium.

# daysLeftPremium
source: Days Left of Premium:
es: Dias restantes de Premium:

source: Upgrade
es: Actualizar

source: Of Premium
es: De Premium

source: Go to Payment
es: Ir a Pagar

source: Delete
es: Eliminar

source: Days
es: Días

source: Subscription Selected:
es: Subscripción seleccionada:

source: Card Information
es: Datos de Pago

source: Pay
es: Pagar

source: Select
es: Seleccionar

source: Skip
es: Saltar

# paymentFailed
source: Payment Decline!
es: !Pago Declinado!

source: Thank You
es: Gracias

# thankForYourPurcahse
source: Thank you for your purchase, I hope you find it useful and above all that you enjoy Limonfy.
es: Gracias por tu compra, espero que te sea util y sobre todo que disfrutes Limonfy.

source: Yes, Delete
es: Si, Eliminar

# areYouSureYouWantToDelete
source: Are you sure you want to delete this Link?
es: ¿Seguro qué quieres Eliminar este Link?

# editImageQuestion
source: Edit Image?
es: ¿Editar Imagen?

# shareOpenNavigate
source: Share, Open and Navigate.
es: Comparte y Navega.

source: Save Your Links.
es: Guarda Tus Links.

# createCollections
source: Create Collections and Subcollections
es: Crea Colecciones y SubColecciones

# onboardingSave
source: With Limonfy, Save your Links/URLs from any website, with a beautiful and intuitive interface. You can view a thumbnail and know which site it is from.
es: Con Limonfy, Guarda tus Links/Url de cualquier sitio, con una interfaz bonita e intuitiva. Podras ver una miniatura y saber de que sitio es.

# onboardingAccess
source: Access from different devices.
es: Accede desde diferentes dispositivos.

# onboardingCreate
source: Create Collections and Subcollections to manage and organize all your links as you wish.
es: Crea Colecciones y SubColecciones para Administrar y Ordenar todos tus link como tu quieras.

# onboardingShare
source: Share your links, open them within the Limonfy app or in an external browser of your choice. (Private browsing subject to system requirements)
es: Comparte tus Links, Abrelos dentro de la App de Limonfy o en un navegador externo de tu preferencia. (Navegación Privada Sujeta a Requirimientos del Sistema)

# onClickAgree
source: By clicking on Sign Up, you agree Limonfy's
es: Al hacer clic en 'Registrarme', aceptas los

source: Terms and Conditions
es: Términos y Condiciones

# termsAndConditionsLimonfy
source: Terms and Conditions of Limonfy's use.
es: Términos y Condiciones de Uso de Limonfy.

source: Privacy Policy
es: Política de Privacidad

# privacyPolicyLimonfy
source: Privacy Policy of Limonfy's use.
es: Política de Privacidad de Uso de Limonfy.

source: About Limonfy
es: Sobre Limonfy

source: Credits
es: Creditos

# creditsDes
source: All Resources used in Limonfy.
es: Todos los Recursos usados Limonfy.

source: Licenses
es: Licencias

# licensesDes
source: All Licenses used in Limonfy.
es: Todos las Licencias usados Limonfy.

# faqsDes
source: Most common Frequently Asked Question.
es: Preguntas y Respuestas más comunes.

# rightsReserved
source: Limonfy All rights reserved.
es: Limonfy Todos los derechos reservados.

source: Made With
es: Hecho Con

source: And
es: Y

source: by
es: por

source: Delete Account
es: Eliminar Cuenta

# areYouSureDeleteAccount
source: Are you sure you want to Delete your Account?
es: ¿Estas seguro que deseas Eliminar tu Cuenta?

# deleteAccountDes
source: Delete your Account and All your Data
es: Eliminar tu Cuenta y todos tus datos.

# thisActionCannotBeUndoen
source: This Action Cannot be Undone
es: Esta Acción no se puede Deshacer

# paymentCanceled
source: Payment has been Canceled
es: Pago Cancelado

# noInternetConnection
source: It seems like you don't have internet.
es: Parece que no tienes Internet.

# internalError
source: Internal error, please try again later.
es: Error interno, por favor intentlo de nuevo.

# unknownError
source: Unknown error, please trye again.
es: Error desconocido, por favor intentalo de nuevo.

# whyLimonfyRequirePremiumPayment
source: Why does Limonfy charge a premium subscription?
es: ¿Por qué Limonfy cobra una Subscrición Premium?

# whyLimonfyShowAds
source: Why does Limonfy show Ads?
es: ¿Por qué Limonfy muestra anuncios?

# whyLimonfyShowMoreAds
source: Why doesn't Limonfy show more ads?
es: ¿Por qué Limonfy no muestra más anuncios?

# whyLimonfyRequirePremiumPaymentExplanation
source: Limonfy uses third party services for data storage, this implies that Limonfy must pay a certain amount for each user that uses the app, however Limonfy is thought to be as accessible as possible, so the cost of the subscription is to cover the expenses that these services generate.
es: Limonfy utiliza servicios de terceros para el almacenamiento de datos, esto implica que Limonfy debe pagar cierta cantidad por cada usuario que utiliza la app, sin embargo Limonfy esta pensanda para ser lo mas accesible posible, por lo que el costo de la subscripción es para cubrir los gastos que dichos servicios generan.

# whyLimonfyShowAddsExplanation
source: Limonfy uses third party services for data storage, this implies that Limonfy must pay a certain amount for each user that uses the app, the ads that are displayed are to cover the minimum expenses generated by using such services.
es: Limonfy utiliza servicios de terceros para el almacenamiento de datos, esto implica que Limonfy debe pagar cierta cantidad por cada usuario que utiliza la app, los anuncios que se muestran son para cubrir los gastos minimos que genera usar dichos servicios.

# whyLimonfyShowMoreAddsExplanation
source: The question must arise from the premise 'Why don't you show more ads to cover the cost of a Premium membership?' Although it is possible, the number of ads that should be shown is high, and to avoid having a bad experience, it is better we offer a membership with the lowest possible cost.
es: La pregunta debe surgir de la premisa '¿Por qué no muestras más anuncios para cubrir el costo de una membresia Premium?', Si bien es posible, la cantidad de anuncios que se deben mostrar es alta, y para no tener un mala experiencia mejor ofrecemos un membresia con el menor costo posible.
